[
  {
    "name": "Lic. Juan Manuel Castro",
    "position": "Representante Legal",
    "summary": "Licenciado en Administración de Empresas por la UNACH, Maestría en Desarrollo Local por la UNACH con la especialidad en combate a la pobreza y desigualdad entre hombres y mujeres. Diplomado en Género, Sexualidad y Derecho por el CIDE. Ha desarrollado diversos cursos de capacitación, consultorías, asesorías a micro empresarias para el sector social e indígena en el estado de Chiapas con perspectiva de género. Ha promovido una cultura de igualdad de género en todos los proyectos que desarrolla la Asociación Civil.",
    "image": "jorge.jpg"
  },
  {
    "name": "Dr. Jorge Tadeo González Estrada",
    "position": "Asociado",
    "summary": "Cuenta con una Licenciatura en Derecho por la Facultad de Derecho de la Universidad Veracruzana, exento de examen profesional, por haber obtenido un promedio general de 9.52. Posgrado: Curso Básico de Formación y Preparación de Secretarios del Poder Judicial de la Federación, Estudios de Especialidad, impartido por el Instituto de la Judicatura Federal, aula Cintalapa, generación 2017. Así mismo, tiene una Maestría en Ciencias Jurídicas y Sociales por la Universidad de las Naciones, exento de examen de grado, por haber obtenido un promedio general de 9.68. También destaca sus estudios de Maestría en Juicios Orales por el Instituto Profesional Educativo del Sureste, exento de examen de grado, por haber obtenido un promedio general de 10, condecorado en 2015 personalmente por el Dr. Dr. h. c. mult. Claus Roxin, con la medalla a la excelencia académica que lleva su nombre. El Doctor Jorge alcanzó el máximo nivel de estudios de Doctorado en Derechos Humanos en el Instituto Profesional Educativo del Sureste, exento de examen de grado.\n Su experiencia como abogado es amplia. Se ha desempeñado como Oficial administrativo del Juzgado Primero de Primera Instancia del distrito judicial de Xalapa, Veracruz, Secretario del Consejo Municipal Electoral de Poza Rica, Veracruz, Instituto Electoral Veracruzano en el proceso electoral 2007, Presidente del Consejo Municipal Electoral de Poza Rica, Veracruz, Instituto Electoral Veracruzano. Actualmente es abogado postulante con gran experiencia en derechos humanos así como temas penales, civiles y de violencia familiar. Así mismo, cuenta con una infinidad de cursos de actualización y es catedrático de nivel maestría en diversas universidades. Ha realizado publicaciones en revistas especializadas INMEXIUS. Ha publicado el libro : “Teoría y práctica del proceso penal acusatorio y oral por casos 1 Editorial Flores, México 2018. La colaboración consistió en el capítulo III con el ensayo El derecho a la exclusión de la prueba ilícita en el proceso penal mexicano y sus límites.",
    "image": "jorge.jpg"
  },
  {
    "name": "Mtra. Jesika Berenice Contreras Garcia",
    "position": "Asociada",
    "summary": "Obtención del título de Licenciada en Psicología, por la Facultad de Ciencias de la Conducta de la Universidad Autónoma del Estado de México, diplomada en: Equidad, Género y Violencia: Modelos de prevención y tratamiento de la violencia sexual por la Facultad de Ciencias de la Conducta de la UAEM y ADIVAC, A.C.; Inteligencia Emocional aplicada con técnicas de aprendizaje acelerado, por el Instituto de Atención para el Crecimiento Personal, Tlakanetlkalli A. C.; en Psicoterapia Sistémica Humanista, por el Instituto de Psicoterapia Sistémica\tHumanista\ty\tSexualidad,\tVAMIHA\tS.\tC.;\tEspecialización\ten\tSexología\ty Psicoterapia Sexual, por Profesionistas en Psicoterapia Sexual Integral, A. C.. Con varios años de experiencia como docente en el nivel preparatoria, licenciatura y recientemente en maestría. Es psicoterapeuta individual, grupal, de pareja y familiar, asesora vocacional, tallerista, conferencista y capacitadora certificada en temas vinculados a la equidad, buen trato, diversidad familiar, entre otros. Actualmente es Asociada del CECOM A.C.",
    "image":"jesika.jpg"
  },

  {
    "name": "Mtro. Iván Carpio",
    "position": "Asociado",
    "summary": "El Mtro. Iván Alejandro Carpio Reyna es Licenciado en Derecho por la Facultad de Derecho de la Universidad Autónoma de Chiapas, Campus III con residencia en la Ciudad de San Cristóbal de las Casas. Es Maestro en Derecho Procesal y Electoral por el Instituto de Investigaciones Jurídicas de la Universidad Autónoma de Chiapas. Cuenta con la Especialidad en Sistema integral de Justicia para adolescentes. Dentro de sus estudios especializados cuenta también con un Diplomado en Medios Alternos de Solución de Controversia, Diplomado en Genero, Educación y Derechos humanos, Diplomado en el sistema de Audiencia y Juicio Oral, Diplomado en Derechos Humanos de Pueblos y Comunidades Indígenas y Afromexicanas y un Diplomado en Prevención de las Violencias e Incremento de la Seguridad Ciudadana. Ha sido abogado litigante en temas penales y defensa de menores en temas de abuso sexual infantil y violencia familiar, así como ha participado en diversas cátedras en el estado de Chiapas. Actualmente es asesor del Centro de Estudios para la Competitividad Municipal A.C.",
    "image": "ivan.jpg"
  },
  {
    "name": "Maricruz Pérez Ruiz",
    "position": "Asociada e Investigadora",
    "summary": "Egresada del Instituto de Formacion Academica del Centro y Sureste, Universidad INFA como licenciada en criminología y criminalística. Cuenta con una Maestría en Derecho Penal y Criminalística.\nCuenta con experiencia en la Comisión Estatal de Derechos Humanos, en le Centro para el Desarrollo para las Mujeres (CDM) y como investigadora del sistema de Centros de Readapción Social del estado. Actualmente funge como asesora de la CECOM A.C.",
    "image": "maricruz.jpg"
  },
  {
    "name": "Mtra. Gabriela Krystel Dominguez Maza",
    "position": "Asociada",
    "summary": "Es Licenciatura en Derecho por la Universidad De Estudios Superiores De Tuxtla. Cuenta con una Maestría en Derecho Procesal Acusatorio por la Facultad Libre de Derecho de Chiapas. Cuenta además con un Diplomado impartido por la Escuela Itinerante de Igualdad Sustantiva y Derechos Humanos de las Mujeres Indígenas, Diplomado impartido por la Escuela Itinerante de los Derechos Humanos de los Pueblos, Comunidades Indígenas y Afromexicanas. Cuenta con amplia experiencia en temas de género como abogada litigante así como experiencia en Consejo Nacional para Prevenir la Discriminación donde cuenta también con certificaciones y cursos. Actualmente asociada del CECOM A.C.",
    "image": "gabriela.jpg"
  },
  {
    "name": "Mtra. Beatriz Alvarez Perez",
    "position": "Asesora Externa",
    "summary": "Es licenciada en Derecho por la Universidad de Guadalajara, realizó la maestría en Impartición de Justicia en el Instituto de Formación Judicial del Consejo de la Judicatura del Poder Judicial del Estado de Chiapas. Actualmente está por obtener el grado de Doctora en Derecho Procesal por la Facultad Libre de Derecho de Chiapas. En su trayectoria profesional cuenta con gran experiencia como abogada desempeñándose en cargos de alta dirección como la Función Pública, El Poder Judicial del Estado de Chiapas y la Facultad de Ciencias y Artes de Chiapas. Es asesora del CECOM A.C.",
    "image": "beatriz.jpg"
  },
  {
    "name": "Mtra. Marisol Aguilar",
    "position": "Asesora Externa",
    "summary": "Licenciada en Derecho por la Universidad Iberoamericana, Ciudad de México. Ha trabajado como consultora experta en derechos de las mujeres y derechos humanos para ONU Mujeres, Organizaciones de la Sociedad Civil e Instituciones Públicas nacionales e internacionales.\n Realizó una visita profesional en la Corte Interamericana de Derechos Humanos y ha colaborado con varios artículos académicos sobre derecho constitucional, derecho internacional de los derechos humanos, género y LGBTI.\n Actualmente, asesora diversas asociaciones civiles, ponencias en materia de derecho político trabaja en materia de derechos político electorales de las mujeres y paridad de género.\n ",
    "image": "marisol.jpg"
  },
  {
    "name": "Ing. Luis Manuel de la Cruz Pérez",
    "position": "Director de Tecnología",
    "summary": "Ingeniero en Sistemas por la Universidad de IESCH. Cuenta con gran experiencia en el desarrollo de sistemas para gobiernos municipales en diversos temas para el desarrollo económico y social. Es consultor especializado en temas de gobierno electrónico, simplifican administrativa y mejora regulatoria.",
    "image": "luis.jpg"
  },
  {
    "name": "José Alberto Villafuerte Vaquerizo",
    "position": "Asociado",
    "summary": "Licenciatura en Derecho por la Universidad Autónoma de Chiapas. Cuenta con una maestría en Derecho Civil, Diplomado en Criminalística y tiene también acreditada una especialidad en grafoscopía, documentoscopía y dactiloscopia. Es perito certificado y se ha desempeñado en diversos cargos en instituciones de procuración de Justicia en el estado. Actualmente es abogado litigante y asociado del CECOM A.C.",
    "image": "luis.jpg"
  },
  {
    "name": "Mtro. Juan Carlos Castillero del Saz Uribe",
    "position": "Asociado",
    "summary": "Licenciado en Derecho, egresado de la U.N.A.M., Plantel E.N.E.P. Acatlán, hoy FES Acatlán, Estado de México. Maestro en Derecho con Especialidad y Diplomado en Ciencias Criminales y Policiología en el Instituto de Capacitación Profesional de la PGJ de la Ciudad de México. Maestro en Administración en Educación Superior en IESCH, Salazar Narváez, Campus Tapachula. Cuenta con una gran experiencia como Agente del Ministerio Público en la PGJ de la Ciudad de México adscrito a la Dirección General de Averiguaciones Previas, Agencias Delegacionales, Secretario de Acuerdos del Juzgado 36º el Ramo Penal del Tribunal de Justicia de la Ciudad de México, así como se ha desempeñado como docente y abogado postulante con amplia experiencia en materia penal. Así mismo, se ha trabajado como apoderado legal de importantes compañías del sector privado y también de la Presidencia y Sindicatura del H. Ayuntamiento de Tapachula.",
    "image": "luis.jpg"
  }
]
